"New" = "New";
"New Group" = "New Group";
"Duplicate" = "Duplicate";

"Sort" = "Sort";
"by Abbreviation" = "by Abbreviation";
"by Content" = "by Content";
"by Date created" = "by Date created";
"by Date modified" = "by Date modified";
"by Last time used" = "by Last time used";

"Built-in Groups" = "Built-in Groups";
"HTML - Use 【clipboard】" = "HTML - Use 【clipboard】";
"JavaScript - Use 【clipboard】" = "JavaScript - Use 【clipboard】";
"Symbols" = "Symbols";
"AutoCorrect Dictionary" = "AutoCorrect Dictionary";
"TidBITS AutoCorrect Dictionary" = "TidBITS AutoCorrect Dictionary";

"Data" = "Data";
"Backup" = "Backup";
"Backup to..." = "Backup to...";
"Restore..." = "Restore...";
"Import Data..." = "Import Data...";
"Save Group to..." = "Save Group to...";
"Move to" = "Move to";
"Reset group's settings" = "Reset group's settings";
"Copy group's settings" = "Copy group's settings";
"Paste group's settings" = "Paste group's settings";

"Filter" = "Filter";
"by Any" = "by Any";
"Wildcard search" = "Wildcard search";

"(empty)" = "(empty)";

"Empty selection" = "Empty selection";

"Name:" = "Name:";

"If abbreviation is placed after:" = "If abbreviation is placed after:";
"All but letters and numbers" = "All but letters and numbers";
"Delimiter" = "Delimiter";
"Whitespace" = "Whitespace";
"Any character" = "Any character";

"Expand:" = "Expand:";
"Immediately" = "Immediately";
"At delimiter (keep delimiter)" = "At delimiter (keep delimiter)";
"At delimiter (discard delimiter)" = "At delimiter (discard delimiter)";

"Enabled in:" = "Enabled in:";
"All Applications" = "All Applications";
"All Applications, except..." = "All Applications, except...";
"Only these Applications..." = "Only these Applications...";
"No Application (Disabled)" = "No Application (Disabled)";
"Enabled" = "Enabled";
"Ignored" = "Ignored";

"Show in Snippet Search & Suggestion window" = "Show in Snippet Search & Suggestion window";
"Show in menu of aText's icon on the menu bar" = "Show in menu of aText's icon on the menu bar";

"Reset text formatting after inserting formatted snippet" = "Reset text formatting after inserting formatted snippet";
"Require \"Expand at Delimiter\"" = "Require \"Expand at Delimiter\"";

"Default Abbreviation case sensitivity:" ="Default Abbreviation case sensitivity:";
"Case sensitive" = "Case sensitive";
"Ignore case" = "Ignore case";
"Adapt content to case of abbreviation" = "Adapt content to case of abbreviation";

"Abbreviation prefix:" = "Abbreviation prefix:";

//e.g: 10 snippets
"%{value1}@ snippets" = "%{value1}@ snippets";

"Abbreviation:" = "Abbreviation:";

"Label:" = "Label:";
"optional" = "optional";

"Content:" = "Content:";
"Plain text" = "Plain text";
"Formatted text, picture" = "Formatted text, picture";
"Shell Script" = "Shell Script";

"Insert" = "Insert";

"Date" = "Date";
"Time" = "Time";
"Snippets" = "Snippets";
"Key" = "Key";
"Field" = "Field";
"Clipboard" = "Clipboard";
"Image..." = "Image...";
"Cursor" = "Cursor";

"Format" = "Format";
"Show Inspector Bar" = "Show Inspector Bar";

"Preview" = "Preview";

"(Untitled)" = "(Untitled)";

"Please clear filter before dragging." = "Please clear filter before dragging.";

"Are you sure you want to delete the selected items?" = "Are you sure you want to delete the selected items?";
"You can not undo this action." = "You can not undo this action.";

"You can not insert a snippet into itself." = "You can not insert a snippet into itself.";

"This snippet has empty abbreviation." = "This snippet has empty abbreviation.";

"This will reset case sensitivity of all snippets in group to default setting." = "This will reset case sensitivity of all snippets in group to default setting.";

"Select a file to import" = "Select a file to import";